tutorials/conducting-walls-flipped/fluid-openfoam/constant/thermophysicalProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      thermophysicalProperties;
}

thermoType
{
    type                heRhoThermo;
    mixture             pureMixture;
    transport           const;
    thermo              hConst;
    equationOfState     perfectGas;
    specie              specie;
    energy              sensibleEnthalpy;
}

mixture
{
    specie
    {
        molWeight       24.0999;
    }
    thermodynamics
    {
        Cp              5000.0;
        Hf              0;
    }
    transport
    {
        mu              0.0002;
        Pr              0.01;
    }
}
