tutorials/conducting-walls-flipped/fluid-openfoam/0/UxB
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    object      UxB;
}

dimensions      [ 1 1 -3 0 0 -1 0 ];

internalField   uniform ( 0 0 0 );

boundaryField
{
    inlet
    {
        type            calculated;
	value		$internalField;
    }
    outlet
    {
        type            calculated;
        value           $internalField;
    }
    top
    {
        type            calculated;
	value		$internalField;
    }
    bottom
    {
        type            calculated;
	value		$internalField;
    }
    left
    {
        type            calculated;
        value           $internalField;
    }
    right
    {
        type            calculated;
        value           $internalField;
    }
}
